default_img = ["",
                "https://cdn.discordapp.com/attachments/853286863414100008/853286920817082398/EX_default.jpg",
                "https://cdn.discordapp.com/attachments/853286863414100008/853286921299558400/SSR_default.jpg",
                "https://cdn.discordapp.com/attachments/853286863414100008/853286921379774465/SR_default.jpg",
                "https://cdn.discordapp.com/attachments/853286863414100008/853286916371513344/R_default.jpg",
                ]


################가챠 DB 템플릿##################################################################
#
#  (카드 번호(시즌 달라도 중복 x), 시즌 번호, 레어도, 카드 이름, 플레이버 텍스트, 이미지 URL)
#
###############################################################################################

season1 = [(1, 1, "EX[:star::star::star::star:]", "하스에서 낮잠자는 여름이", "여름이(귀엽다)", "https://cdn.discordapp.com/attachments/853286863414100008/853636318142529596/3.jpg"),
                (2, 1, "SSR[:star::star::star:]", "회장 김보경", "202101 KUAAA 회장", ""),
                (3, 1, "SR[:star::star:]", "연임하는 관측부장 김수인", "안해요......", ""),
                (4, 1, "SR[:star::star:]", "여름이 개발자 이수호", "PR 받아주세요", ""),
                (5, 1, "SR[:star::star:]", "생일 스티커를 보고 경악하는 이유정", "이거 몇 개나 붙인거야ㅋㅋㅋㅋ", ""),
                (6, 1, "SR[:star::star:]", "졸업 사진 찍는 이민정", "다들 졸업사진 꼭 찍으세요", ""),
                (7, 1, "R[:star:]", "관측회 없는 관측부장 김수인", "않이 관측회가 없는데요", "https://cdn.discordapp.com/attachments/853286863414100008/853288163036102696/1623351920323.jpg"),
                (8, 1, "R[:star:]", "사진부장 김찬규", "#찬규야 #일하자", ""),
                (9, 1, "R[:star:]", "홍보부장 김준식", "#준식아 #그만일해", ""),
                (10, 1, "R[:star:]", "총무 한유진", "유진이 너무 인싸", ""),
                (11, 1, "R[:star:]", "관측차장 차민영", "가대 후기...?", ""),
                (12, 1, "R[:star:]", "회계부장 이수빈", "안암의 나이팅게일", ""),
                (13, 1, "R[:star:]", "코드포스 치는 편집부장 최희원", "아니 레이팅 아....", ""),
                (14, 1, "R[:star:]", "상임 홍석권", "빨간맛?", ""),
                (15, 1, "R[:star:]", "마라탕 먹는 서보성", "마라탕(보성푸드, 맛있다)", ""),
                (16, 1, "R[:star:]", "체스하는 황덕근", "퀸한테 작별인사 하세요", ""),
                (17, 1, "R[:star:]", "옥상농원 이성엽", "이제 이걸로 모히또랑 바질페스토 해먹을거야", ""),
                (18, 1, "R[:star:]", "\'혼돈악 이건우\'", "부양체 등장", "")]

seasonH = [(0, 19, "SSR[:star::star::star:]", "할로윈 쿠안들 /w 이민정", "누가 누굴까요?", "https://cdn.discordapp.com/attachments/853286863414100008/907518207777202186/4.jpg"),
                (19, 19, "R[:star:]", "해리포터 황신영", "그리핀도르 기숙사장!", "https://cdn.discordapp.com/attachments/853286863414100008/907514029780656158/cb45bb7ea53abead.jpg"),
                (20, 19, "R[:star:]", "IPA 유령 김수인", "koyaŋi...", "https://cdn.discordapp.com/attachments/853286863414100008/907514030866960415/99d60d90e4f3bab6.jpg"),
                (21, 19, "R[:star:]", "킹덤 김찬희", "우워어어어", "https://cdn.discordapp.com/attachments/853286863414100008/907514171179028491/1da187f881bed49c.jpg"),
                (22, 19, "R[:star:]", "공부하는 서보성", "시험 12시간 남았어", "https://cdn.discordapp.com/attachments/853286863414100008/907514304184598568/aa0a008b00861523.jpg"),
                (23, 19, "R[:star:]", "바나나 이민정", "바나나(알코올 16.9%)", "https://cdn.discordapp.com/attachments/853286863414100008/907514305098969088/aebf08fcf1025b24.jpg"),
                (24, 19, "R[:star:]", "호박 드론 이수호", "이거 재밌겠다", "https://cdn.discordapp.com/attachments/853286863414100008/907514382785847316/5e36e63d8b35ce0d.jpg"),
                (25, 19, "R[:star:]", "오페라의 유령 이유정", "Think of me:musical_note:", "https://cdn.discordapp.com/attachments/853286863414100008/907514387001126952/c4112cea95483218.jpg"),
                (26, 19, "R[:star:]", "매드 사이언티스트 최희원", "세그에 레이지를 섞으면...?", "https://cdn.discordapp.com/attachments/853286863414100008/907514422388461598/bb0e2f5ca39b6465.jpg"),
                (27, 19, "SR[:star::star:]", "할로윈 칠판", "화성에서 기타를", "https://cdn.discordapp.com/attachments/853286863414100008/907514699782959174/765b302b50bd1ba5.jpg"),
                (28, 19, "SR[:star::star:]", "네크로맨서", "허현 여기에 잠들다", "https://cdn.discordapp.com/attachments/853286863414100008/907517976582979594/57ddf2f2f8522f4a.jpg"),]